package com.nvrskapp.ournovorossiysk.data

import com.nvrskapp.ournovorossiysk.R

object NewsStore {
    val allNews = listOf<News>(
        News(
            "Полицейские Новороссийска по «горячим» следам задержали подозреваемого в грабеже",
            "30-летний местный житель открыто похитил у потерпевшей пакет с личными вещами, документами и денежными средствами. Сумма ущерба составила 20 тысяч рублей.\n" +
                    "\n" +
                    "В дежурную часть отдела полиции Южного района с сообщением о нападении обратилась местная жительница. Женщина пояснила полицейским, что во дворе многоквартирного дома неизвестный забрал у нее пакет с вещами, банковской картой, документами и денежными средствами. Общая сумма ущерба составила 20 тысяч рублей.\n" +
                    "\n" +
                    "Прибывшие по указанному адресу сотрудники полиции осмотрели место происшествия, опросили потерпевшую, составили ориентировку на розыск подозреваемого, которую направили всем дежурным нарядам.\n" +
                    "\n" +
                    "В результате проведения оперативно-розыскных мероприятий на одной из улиц города правоохранители выявили подходящего под ориентировку мужчину. 30-летнего местного жителя задержали и доставили в отдел полиции для дальнейшего разбирательства. При проведении личного досмотра полицейские обнаружили и изъяли личные вещи потерпевшей, банковскую карту и документы. Денежными средствами подозреваемый распорядился по своему усмотрению.\n" +
                    "\n" +
                    "В настоящее время отделением дознания ОП Южного района Управления МВД России по городу Новороссийску в отношении мужчины возбуждено уголовное дело по признакам преступления, предусмотренного частью 1 статьи 161 УК РФ (грабеж). Санкции указанной статьи предусматривают максимальное наказание в виде лишения свободы на срок до четырех лет.",
            "09 Ноября 2020 (16:09)",
            R.drawable.image1
        )
    )
}